Repository: laxas/mediatum
Catalog: i18n/edit_publish-*.po
Languages: de

# edit_publish_header
source: Publish objects (Quick Publisher)
de: Objekte Publizieren (Quick-Publisher)

# edit_publish_warning
source: Attention: This refers to unpublished objects (marked with red text), not to your current selection. You can select objects to be published in the next step.
de: Achtung: Dies bezieht sich auf die (mit rotem Text markierten) unpublizierten Objekte, nicht auf die von Ihnen ausgewählten Objekte. Sie haben aber im Nachfolgenden die Möglichkeit, die zu publizierenden Objekte auszuwählen.

# edit_publish_info
source: All selected objects will be published in selected directory.
de: Alle unten markierten Objekte können automatisch in ein Verzeichnis verschoben werden.

# edit_publish_dirs
source: Actual destination directory:
de: Aktuelle(s) Zielverzeichnis(e):

# edit_publish_button_select
source: Choose directories
de: Verzeichnisse auswählen

# edit_publish_button
source: Publish
de: Publizieren

# edit_publish_button_deactivated_tooltip
source: (deactivated) Objects can be published after the selection of target directories.
de: (deaktiviert) Objekte können erst nach der Auswahl der Zielverzeichnisse publiziert werden

# edit_publish_button_activated_tooltip
source: Publish to the selected directories
de: In den ausgewählten Verzeichnissen publizieren

# edit_publish_popupheader
source: Choose destination:
de: Ziel auswählen:

# edit_publish_cancel
source: Cancel
de: Abbrechen

# error_publish_single_node
source: A data set could not be published. Please check if all required fields are filled out and if date values have the correct format.
de: Ein Datensatz konnte nicht veröffentlicht werden. Bitte prüfen Sie, ob alle Pflichtfelder ausgefüllt sind und Datum-Angaben das richtige Format besitzen.

# error_publish_multiple_nodes
source: Several data sets could not be published. Please check if all required fields are filled out and if date values have the correct format.
de: Mehrere Datensätze konnten nicht veröffentlicht werden. Bitte prüfen Sie, ob alle Pflichtfelder ausgefüllt sind und Datum-Angaben das richtige Format besitzen.

# error_publish_rights_single
source: A data set could not be published. Please check your rights for the destination directory.
de: Ein Datensatz konnte nicht veröffentlicht werden. Bitte prüfen Sie Ihre Berechtigungen für das Zielverzeichnis.

# error_publish_rights_multiple
source: Several data sets could not be published. Please check your rights for the destination directory.
de: Mehrere Datensätze konnten nicht veröffentlicht werden. Bitte prüfen Sie Ihre Berechtigungen für das Zielverzeichnis.

# error_publish_database_single
source: A data set could not be published. Database error. Please contact the mediaTUM support.
de: Ein Datensatz konnte nicht veröffentlicht werden. Datenbankfehler. Bitte setzen Sie sich mit dem mediaTUM-Support in Verbindung.

# error_publish_database_multiple
source: Several data sets could not be published. Database error. Please contact the mediaTUM support.
de: Mehrere Datensätze konnten nicht veröffentlicht werden. Datenbankfehler. Bitte setzen Sie sich mit dem mediaTUM-Support in Verbindung.
