Repository: laxas/mediatum
Catalog: i18n/edit_changeschema-*.po
Languages: de

# tab_changeschema
source: Change metadata scheme
de: Metadatenschema ändern

# edit_changeschema_msg1
source: You do not have the rights to perform changes here. Please turn to your administrator.
de: Sie besitzen nicht die Berechtigung, hieran Veränderungen vorzunehmen. Bitte wenden Sich an Ihren Administrator

# edit_changeschema_obj_selection
source: Change object type/metadata type selection
de: Wechseln des Objekttyps/Metadatentyps

# edit_changeschema_msg2
source: Please choose object type from the following list. <br>The available metadata schemes will be loaded then.
de: Neuen Objekttyp bitte aus folgender Liste wählen. <br>Die verfügbaren Matadaten-Schemata werden dann nachgeladen.

# edit_changeschema_obj_sel
source: Select object type and metada type for this object anew:
de: Objekttyp und Metadatentyp für dieses Objekt neu wählen:

# edit_changeschema_selection_value
source: Set metadata type anew
de: Metadatentyp neu setzen

# edit_changeschema_nodeid
source: Object id
de: Objektid

# edit_changeschema_objtype
source: Object type
de: Objekttyp

# edit_changeschema_schemeid
source: Metadata type (id)
de: Metadatentyp (id)

# edit_changeschema_schemename
source: Metadata type (name)
de: Metadatentyp (Name)

# edit_changeschema_noscheme
source: No metadata type for this data type available
de: kein Metadatentyp für diesen Datentyp vorhanden
